<template>
    <main class="main">
		<div class="container">
            <h1 class="delivery__title">Политика в отношении обработки персональных данных</h1>
            <section class="policy">
                <div class="policy__chapter">
                    <h2 class="policy__chapter--title">1 Общие положения</h2>
                    <h3 class="policy__chapter--subtitle">1.1 Назначение документа</h3>
                    <div class="policy__chapter--text">
                        <p>
                            Настоящая Политика в отношении обработки и обеспечения безопасности персональных данных (далее – Политика)
                            разработана на основании ст. 18.1 Федерального закона №152-ФЗ «О персональных данных»,
                            с учетом требований Конституции Российской Федерации, федеральных законов и иных нормативных правовых актов
                            Российской Федерации в области персональных данных.
                        </p>
                        <p>
                            Действие настоящей Политики распространяется на отношения по обработке и обеспечению безопасности информации ограниченного доступа,
                            относящейся в соответствии с законодательством Российской Федерации к персональным данным (далее – ПДн),
                            а также устанавливает ответственность ООО «Мастер Франшиза» (далее – Компания) и ее должностных лиц,
                            имеющих доступ к ПДн, за невыполнение требований норм, регулирующих обработку и защиту ПДн.
                        </p>
                        <p>
                            Настоящая Политика определяет принципы, цели, порядок и условия обработки ПДн работников Компании и иных субъектов,
                            чьи ПДн обрабатываются Компанией.
                        </p>

                        <p>
                            В настоящей Политике содержатся положения об ответственности Компании и его работников в случае выявления нарушений
                            обработки ПДн законодательству Российской Федерации (далее – РФ).
                        </p>

                        <p>
                            Настоящая Политика является общедоступным документом и размещена на официальном сайте
                            Компании для обеспечения неограниченного доступа к ней.
                        </p>
                    </div>
                </div>

                <div class="policy__chapter">
                    <h3 class="policy__chapter--subtitle">1.2 Область действия документа</h3>
                    <div class="policy__chapter--text">
                        <ol>
                            Действие настоящей Политики не распространяется на отношения, возникающие при:
                            <li>
                                — организации хранения, комплектования, учета и использования содержащих ПДн документов,
                                имеющих статус архивных документов, в соответствии с законодательством об архивном деле в РФ;
                            </li>
                            <li>
                                — обработке ПДн, отнесенных в установленном порядке к сведениям, составляющим государственную тайну. 
                            </li>
                        </ol>
                        <p>
                            Положениями настоящей Политики руководствуются все работники Компании и иные субъекты ПДн, чьи ПДн обрабатываются Компанией.
                        </p>
                    </div>
                </div>

                <div class="policy__chapter">
                    <h2 class="policy__chapter--title">2 Основные термины и определения</h2>
                    <div class="policy__chapter--text">
                        <p>
                            В настоящем документе применяют следующие обозначения и сокращения: 
                        </p>
                        <table>
                            <tr>
                                <td>
                                    ГПХ
                                </td>
                                <td>
                                    — Гражданско-правового характера 
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    ИСПДн
                                </td>
                                <td>
                                    — Информационная система персональных данных 
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    НСД
                                </td>
                                <td>
                                    — Несанкционированный доступ
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    Компания
                                </td>
                                <td>
                                    — ООО ДЕЛИВЕРИ ФУД»
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    ПДн
                                </td>
                                <td>
                                    — Персональные данные
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    РФ
                                </td>
                                <td>
                                    — Российская Федерация
                                </td>
                            </tr>
                        </table>


                        <p>
                            В настоящем документе применяют следующие термины с соответствующими определениями:  
                        </p>
                        <table>
                            <tr>
                                <td>
                                    Автоматизированная обработка ПДн
                                </td>
                                <td>
                                    — обработка персональных данных с помощью средств вычислительной техники
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    Биометрические ПДн
                                </td>
                                <td>
                                    — сведения, характеризующие физиологические и биологические особенности человека, на основании которых можно установить его личность
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    Блокирование ПДн
                                </td>
                                <td>
                                    — временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    Информационная система ПДн
                                </td>
                                <td>
                                    — совокупность содержащихся в базах данных персональных данных и обеспечивающих их обработку информационных технологий и технических средств
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    Обработка ПДн
                                </td>
                                <td>
                                    — любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными,
                                    включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение),
                                    извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление,
                                    уничтожение персональных данных
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    Общая категория ПДн (иные ПДн)
                                </td>
                                <td>
                                    — персональные данные, не относящиеся ни к специальным категориям персональных данных, ни к биометрическим персональным данным
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    Оператор ПДн
                                </td>
                                <td>
                                    — государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами
                                    организующие и (или) осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных,
                                    состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    ПДн, разрешенные субъектом ПДн для распространения
                                </td>
                                <td>
                                    — персональные данные, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных путем дачи
                                    согласия на обработку персональных данных, разрешенных субъектом персональных данных для распространения
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    Персональные данные (ПДн)
                                </td>
                                <td>
                                    — любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных)
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    Предоставление ПДн
                                </td>
                                <td>
                                    — действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    Распространение ПДн
                                </td>
                                <td>
                                    — действия, направленные на раскрытие персональных данных неопределенному кругу лиц
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    Специальные категории ПДн
                                </td>
                                <td>
                                    — персональные данные, касающиеся расовой, национальной принадлежности, политических взглядов,
                                    религиозных или философских убеждений, состояния здоровья, интимной жизни
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    Трансграничная передача ПДн
                                </td>
                                <td>
                                    — передача персональных данных на территорию иностранного государства органу власти иностранного государства,
                                    иностранному физическому лицу или иностранному юридическому лицу
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    Уничтожение ПДн
                                </td>
                                <td>
                                    — действия, в результате которых становится невозможным восстановить содержание персональных данных в информационной
                                    системе персональных данных и (или) в результате которых уничтожаются материальные носители персональных данных
                                </td>
                            </tr>
                        </table>
                    </div>
                </div>

                <div class="policy__chapter">
                    <h2 class="policy__chapter--title">3 Принципы обработки персональных данных</h2>
                    <div class="policy__chapter--text">
                        <ol>Обработка ПДн осуществляется в Компании на основе следующих принципов: 
                            <li>Обработка ПДн осуществляется на законной и справедливой основе.</li>
                            <li>Обработка ПДн ограничена достижением конкретных, заранее определенных и законных целей.</li>
                            <li>Компания не обрабатывает ПДн, не совместимые с целями сбора ПДн.</li>
                            <li>Компания разделяет базы данных, содержащие ПДн, обработка которых осуществляется в целях, несовместимых между собой.</li>
                            <li>Компания обрабатывает только ПДн, которые отвечают целям их обработки.</li>
                            <li>Содержание и объем обрабатываемых ПДн соответствуют заявленным целям обработки.</li>
                            <li>Обрабатываемые ПДн не являются избыточными по отношению к заявленным целям их обработки.</li>
                            <li>При обработке ПДн обеспечиваются точность ПДн, их достаточность, а в необходимых случаях и актуальность по отношению к целям обработки ПДн.</li>
                            <li>Принимаются необходимые меры либо обеспечивается их принятие по удалению или уточнению неполных или неточных ПДн.</li>
                            <li>Хранение ПДн осуществляется в форме, позволяющей определить субъекта ПДн, не дольше, чем этого требуют цели обработки ПДн,
                                если срок хранения ПДн не установлен федеральным законом, договором, стороной которого,
                                выгодоприобретателем или поручителем по которому является субъект ПДн.</li>
                            <li>Обрабатываемые ПДн уничтожаются либо обезличиваются по достижении целей обработки или в случае утраты необходимости в достижении этих целей,
                                если иное не предусмотрено федеральным законом.</li>
                        </ol>
                    </div>
                </div>

                <div class="policy__chapter">
                    <h2 class="policy__chapter--title">4 Цели обработки персональных данных</h2>
                    <div class="policy__chapter--text">
                        <p>
                            Компания осуществляет обработку ПДн в целях осуществления деятельности Компании, согласно законодательству РФ и Уставу Компании 
                        </p>
                        <p>
                            В Компании утверждены локально-нормативные акты, определяющие для каждой цели обработки ПДн, категории и перечень обрабатываемых ПДн,
                            категории субъектов, ПДн которых обрабатываются, способы, сроки их обработки и хранения, порядок уничтожения ПДн при достижении целей
                            их обработки или при наступлении иных законных оснований. 
                        </p>
        
                    </div>
                </div>


                <div class="policy__chapter">
                    <h2 class="policy__chapter--title">5 Категории субъектов персональных данных и категории обрабатываемых персональных данных</h2>
                    <h3 class="policy__chapter--subtitle">5.1 Категории субъектов персональных данных, обрабатываемые в Компании</h3>
                    <div class="policy__chapter--text">
                        <ol>Обработка ПДн осуществляется в Компании на основе следующих принципов: 
                            <li>Контрагенты Компании: представители, работники, учредители контрагентов Компании и индивидуальные предприниматели.</li>
                            <li>Клиенты Компании</li>
                            <li>Субъекты, данные которых обрабатываются в рамках трудовых отношений, представленные:
                                <ol>
                                    <li>кандидатами на трудоустройство в Компанию;</li>
                                    <li>работниками Компании;</li>
                                    <li>членами семей работников Компании (супруги, дети и близкие родственники);</li>
                                    <li>лицами, имевшими ранее трудовые отношения с Компанией.</li>
                                </ol>
                            </li>
                            <li>Посетители сайта Компании.</li>
                            <li>Иные субъекты ПДн, которые не вошли в вышеперечисленные категории,
                                и обработка ПДн которых не противоречит законодательству РФ и необходима Компании для осуществления целей обработки ПДн.</li>
                        </ol>
        
                    </div>
                </div>

                <div class="policy__chapter">
                    <h3 class="policy__chapter--subtitle">5.2 Категории персональных данных, обрабатываемые в Компании </h3>
                    <div class="policy__chapter--text">
                        <ol>В Компании обрабатываются следующие категории ПДн: 
                            <li>— биометрические ПДн;</li>
                            <li>— ПДн, разрешенные субъектом ПДн для распространения;</li>
                            <li>— ПДн общей категории (иные ПДн), которые не могут быть отнесены ни к специальным категориям ПДн, ни к биометрическим ПДн.</li>
                        </ol>
        
                    </div>
                </div>

                <div class="policy__chapter">
                    <h2 class="policy__chapter--title">6 Состав лиц, организующих и участвующих в обработке и обеспечении безопасности персональных данных</h2>
                    <div class="policy__chapter--text">
                        <p>
                            В Компании назначено лицо, ответственное за организацию обработки ПДн.
                        </p>
                        <p>
                            В Компании назначено лицо, ответственное за обеспечение безопасности ПДн и ИСПДн.
                        </p>
                        <p>
                            В обработке ПДн Компании участвуют работники в рамках выполнения своих должностных обязанностей.
                        </p>
        
                    </div>
                </div>

                <div class="policy__chapter">
                    <h2 class="policy__chapter--title">7 Обработка и обеспечение безопасности персональных данных</h2>
                    <h3 class="policy__chapter--subtitle">7.1 Обработка и порядок прекращения обработки персональных данных</h3>
                    <div class="policy__chapter--text">
                        <ol>Обработка ПДн в Компании допускается в следующих случаях:
                            <li>обработка ПДн осуществляется с согласия субъекта ПДн на обработку его ПДн;</li>
                            <li>
                                обработка ПДн необходима для исполнения договора, стороной которого, либо выгодоприобретателем или поручителем по которому является субъект ПДн,
                                в том числе в случае реализации оператором своего права на уступку прав (требований) по такому договору,
                                а также для заключения договора по инициативе субъекта ПДн или договора, по которому субъект ПДн будет являться
                                выгодоприобретателем или поручителем.
                                <p>
                                    При этом заключаемый с субъектом ПДн договор не может содержать положения, ограничивающие права и свободы субъекта ПДн,
                                    устанавливающие случаи обработки ПДн несовершеннолетних, если иное не предусмотрено законодательством РФ, а также положения,
                                    допускающие в качестве условия заключения договора бездействие субъекта ПДн; 
                                </p>
                            </li>
                            
                            <li>
                                обработка ПДн необходима для осуществления прав и законных интересов оператора или третьих лиц,
                                либо для достижения общественно значимых целей при условии, что при этом не нарушаются права и свободы субъекта ПДн
                            </li>
                            <li>
                                осуществляется обработка ПДн, подлежащих опубликованию или обязательному раскрытию в соответствии с федеральным законом;
                            </li>
                            <li>обработка ПДн осуществляется в статистических или иных исследовательских целях, при условии обязательного обезличивания ПДн. Исключение составляет обработка ПДн в целях продвижения товаров, работ,
                                услуг на рынке путем осуществления прямых контактов с потенциальным потребителем с помощью средств связи,
                                а также в целях политической агитации;
                            </li>
                            <li>отакже обработка ПДн Компанией возможна в иных случаях, предусмотренных федеральным законодательством.</li>
                        </ol>
                        <p>
                            Если в соответствии с федеральным законом предоставление ПДн и (или) получение Компанией согласия на обработку ПДн являются обязательными,
                            Компания разъясняет субъекту ПДн юридические последствия отказа предоставить его ПДн и (или) дать согласие на их обработку. 
                        </p>
                        <p>
                            Включение Компанией ПДн субъектов в общедоступные источники ПДн возможно только в случае наличия требований федерального законодательства,
                            либо в случае получения письменного согласия субъекта ПДн.  
                        </p>
                        <p>
                            Компания осуществляет обработку ПДн, разрешенных субъектом ПДн для распространения только в случае получения согласия на обработку ПДн,
                            разрешенных субъектом ПДн для распространения и в соответствии с условиями и запретами, указанными в полученном согласии. 
                        </p>
                        <p>
                            Компания осуществляет сбор (запись, систематизацию, накопление, хранение, уточнение, извлечение)
                            ПДн граждан РФ, с использованием баз данных, находящихся на территории РФ. 
                        </p>
                        <p>
                            Компанией не осуществляется принятие решений, порождающих юридические последствия в отношении субъекта ПДн или иным образом затрагивающих
                            его права и законные интересы на основании исключительно автоматизированной обработки ПДн. 
                        </p>
                        <ol>Обработка Компанией ПДн прекращается в следующих случаях: 
                            <li>— достижение целей обработки ПДн;</li>
                            <li>— истечение срока обработки ПДн, предусмотренного федеральным законодательством, договором или согласием субъекта ПДн на обработку его ПДн;</li>
                            <li>— при отзыве субъектом ПДн согласия на обработку его ПДн, в случаях, не противоречащих требованиям федерального законодательства.</li>
                        </ol>   
                    </div>

                </div>

            </section>
        </div>
    </main>
</template>

<style>
.policy,
.policy__chapter,
.policy__chapter--text{
    display: flex;
    flex-direction: column;
}
.policy,
.policy__chapter {
    gap: 2rem;
}

.policy__chapter--text{
    gap: 1rem;
}

table {
    table-layout: auto;
    width: 100%;
}

td {
    width: max-content
}

ol > li{
    margin-left: 1.2rem;
	list-style-type: decimal;
}
</style>