<template>
    <main class="main policy__main">
		<div class="container">
            <h1 class="title">Политика в отношении обработки персональных данных</h1>
            <section class="policy">
                <div class="policy__chapter">
                    <h2 class="policy__chapter--title">1 Общие положения</h2>
                    <h3 class="policy__chapter--subtitle">1.1 Назначение документа</h3>
                    <div class="policy__chapter--text">
                        <p>
                            Настоящая Политика в отношении обработки и обеспечения безопасности персональных данных (далее – Политика)
                            разработана на основании ст. 18.1 Федерального закона №152-ФЗ «О персональных данных»,
                            с учетом требований Конституции Российской Федерации, федеральных законов и иных нормативных правовых актов
                            Российской Федерации в области персональных данных.
                        </p>
                        <p>
                            Действие настоящей Политики распространяется на отношения по обработке и обеспечению безопасности информации ограниченного доступа,
                            относящейся в соответствии с законодательством Российской Федерации к персональным данным (далее – ПДн),
                            а также устанавливает ответственность ООО «ДЕЛИВЕРИ ФУД» (далее – Компания) и ее должностных лиц,
                            имеющих доступ к ПДн, за невыполнение требований норм, регулирующих обработку и защиту ПДн.
                        </p>
                        <p>
                            Настоящая Политика определяет принципы, цели, порядок и условия обработки ПДн работников Компании и иных субъектов,
                            чьи ПДн обрабатываются Компанией.
                        </p>

                        <p>
                            В настоящей Политике содержатся положения об ответственности Компании и его работников в случае выявления нарушений
                            обработки ПДн законодательству Российской Федерации (далее – РФ).
                        </p>

                        <p>
                            Настоящая Политика является общедоступным документом и размещена на официальном сайте
                            Компании для обеспечения неограниченного доступа к ней.
                        </p>
                    </div>
                </div>

                <div class="policy__chapter">
                    <h3 class="policy__chapter--subtitle">1.2 Область действия документа</h3>
                    <div class="policy__chapter--text">
                        <ul>
                            Действие настоящей Политики не распространяется на отношения, возникающие при:
                            <li>
                                — организации хранения, комплектования, учета и использования содержащих ПДн документов,
                                имеющих статус архивных документов, в соответствии с законодательством об архивном деле в РФ;
                            </li>
                            <li>
                                — обработке ПДн, отнесенных в установленном порядке к сведениям, составляющим государственную тайну. 
                            </li>
                        </ul>
                        <p>
                            Положениями настоящей Политики руководствуются все работники Компании и иные субъекты ПДн, чьи ПДн обрабатываются Компанией.
                        </p>
                    </div>
                </div>

                <div class="policy__chapter">
                    <h2 class="policy__chapter--title">2 Основные термины и определения</h2>
                    <div class="policy__chapter--text">
                        <p>
                            В настоящем документе применяют следующие обозначения и сокращения: 
                        </p>
                        <table class="policy__table">
                            <tr>
                                <td>
                                    ГПХ
                                </td>
                                <td>
                                    — Гражданско-правового характера 
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    ИСПДн
                                </td>
                                <td>
                                    — Информационная система персональных данных 
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    НСД
                                </td>
                                <td>
                                    — Несанкционированный доступ
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    Компания
                                </td>
                                <td>
                                    — ООО «ДЕЛИВЕРИ ФУД»
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    ПДн
                                </td>
                                <td>
                                    — Персональные данные
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    РФ
                                </td>
                                <td>
                                    — Российская Федерация
                                </td>
                            </tr>
                        </table>


                        <p>
                            В настоящем документе применяют следующие термины с соответствующими определениями:  
                        </p>
                        <table class="policy__table">
                            <tr>
                                <td>
                                    Автоматизированная обработка ПДн
                                </td>
                                <td>
                                    — обработка персональных данных с помощью средств вычислительной техники
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    Биометрические ПДн
                                </td>
                                <td>
                                    — сведения, характеризующие физиологические и биологические особенности человека, на основании которых можно установить его личность
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    Блокирование ПДн
                                </td>
                                <td>
                                    — временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    Информационная система ПДн
                                </td>
                                <td>
                                    — совокупность содержащихся в базах данных персональных данных и обеспечивающих их обработку информационных технологий и технических средств
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    Обработка ПДн
                                </td>
                                <td>
                                    — любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными,
                                    включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение),
                                    извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление,
                                    уничтожение персональных данных
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    Общая категория ПДн (иные ПДн)
                                </td>
                                <td>
                                    — персональные данные, не относящиеся ни к специальным категориям персональных данных, ни к биометрическим персональным данным
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    Оператор ПДн
                                </td>
                                <td>
                                    — государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами
                                    организующие и (или) осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных,
                                    состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    ПДн, разрешенные субъектом ПДн для распространения
                                </td>
                                <td>
                                    — персональные данные, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных путем дачи
                                    согласия на обработку персональных данных, разрешенных субъектом персональных данных для распространения
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    Персональные данные (ПДн)
                                </td>
                                <td>
                                    — любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных)
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    Предоставление ПДн
                                </td>
                                <td>
                                    — действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    Распространение ПДн
                                </td>
                                <td>
                                    — действия, направленные на раскрытие персональных данных неопределенному кругу лиц
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    Специальные категории ПДн
                                </td>
                                <td>
                                    — персональные данные, касающиеся расовой, национальной принадлежности, политических взглядов,
                                    религиозных или философских убеждений, состояния здоровья, интимной жизни
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    Трансграничная передача ПДн
                                </td>
                                <td>
                                    — передача персональных данных на территорию иностранного государства органу власти иностранного государства,
                                    иностранному физическому лицу или иностранному юридическому лицу
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    Уничтожение ПДн
                                </td>
                                <td>
                                    — действия, в результате которых становится невозможным восстановить содержание персональных данных в информационной
                                    системе персональных данных и (или) в результате которых уничтожаются материальные носители персональных данных
                                </td>
                            </tr>
                        </table>
                    </div>
                </div>

                <div class="policy__chapter">
                    <h2 class="policy__chapter--title">3 Принципы обработки персональных данных</h2>
                    <div class="policy__chapter--text">
                        <ol>Обработка ПДн осуществляется в Компании на основе следующих принципов: 
                            <li>Обработка ПДн осуществляется на законной и справедливой основе.</li>
                            <li>Обработка ПДн ограничена достижением конкретных, заранее определенных и законных целей.</li>
                            <li>Компания не обрабатывает ПДн, не совместимые с целями сбора ПДн.</li>
                            <li>Компания разделяет базы данных, содержащие ПДн, обработка которых осуществляется в целях, несовместимых между собой.</li>
                            <li>Компания обрабатывает только ПДн, которые отвечают целям их обработки.</li>
                            <li>Содержание и объем обрабатываемых ПДн соответствуют заявленным целям обработки.</li>
                            <li>Обрабатываемые ПДн не являются избыточными по отношению к заявленным целям их обработки.</li>
                            <li>При обработке ПДн обеспечиваются точность ПДн, их достаточность, а в необходимых случаях и актуальность по отношению к целям обработки ПДн.</li>
                            <li>Принимаются необходимые меры либо обеспечивается их принятие по удалению или уточнению неполных или неточных ПДн.</li>
                            <li>Хранение ПДн осуществляется в форме, позволяющей определить субъекта ПДн, не дольше, чем этого требуют цели обработки ПДн,
                                если срок хранения ПДн не установлен федеральным законом, договором, стороной которого,
                                выгодоприобретателем или поручителем по которому является субъект ПДн.</li>
                            <li>Обрабатываемые ПДн уничтожаются либо обезличиваются по достижении целей обработки или в случае утраты необходимости в достижении этих целей,
                                если иное не предусмотрено федеральным законом.</li>
                        </ol>
                    </div>
                </div>

                <div class="policy__chapter">
                    <h2 class="policy__chapter--title">4 Цели обработки персональных данных</h2>
                    <div class="policy__chapter--text">
                        <p>
                            Компания осуществляет обработку ПДн в целях осуществления деятельности Компании, согласно законодательству РФ и Уставу Компании 
                        </p>
                        <p>
                            В Компании утверждены локально-нормативные акты, определяющие для каждой цели обработки ПДн, категории и перечень обрабатываемых ПДн,
                            категории субъектов, ПДн которых обрабатываются, способы, сроки их обработки и хранения, порядок уничтожения ПДн при достижении целей
                            их обработки или при наступлении иных законных оснований. 
                        </p>
        
                    </div>
                </div>


                <div class="policy__chapter">
                    <h2 class="policy__chapter--title">5 Категории субъектов персональных данных и категории обрабатываемых персональных данных</h2>
                    <h3 class="policy__chapter--subtitle">5.1 Категории субъектов персональных данных, обрабатываемые в Компании</h3>
                    <div class="policy__chapter--text">
                        <ol>Обработка ПДн осуществляется в Компании на основе следующих принципов: 
                            <li>Контрагенты Компании: представители, работники, учредители контрагентов Компании и индивидуальные предприниматели.</li>
                            <li>Клиенты Компании</li>
                            <li>Субъекты, данные которых обрабатываются в рамках трудовых отношений, представленные:
                                <ol class="policy__chapter--list">
                                    <li>кандидатами на трудоустройство в Компанию;</li>
                                    <li>работниками Компании;</li>
                                    <li>членами семей работников Компании (супруги, дети и близкие родственники);</li>
                                    <li>лицами, имевшими ранее трудовые отношения с Компанией.</li>
                                </ol>
                            </li>
                            <li>Посетители сайта Компании.</li>
                            <li>Иные субъекты ПДн, которые не вошли в вышеперечисленные категории,
                                и обработка ПДн которых не противоречит законодательству РФ и необходима Компании для осуществления целей обработки ПДн.</li>
                        </ol>
        
                    </div>
                </div>

                <div class="policy__chapter">
                    <h3 class="policy__chapter--subtitle">5.2 Категории персональных данных, обрабатываемые в Компании </h3>
                    <div class="policy__chapter--text">
                        <ul>В Компании обрабатываются следующие категории ПДн: 
                            <li>— биометрические ПДн;</li>
                            <li>— ПДн, разрешенные субъектом ПДн для распространения;</li>
                            <li>— ПДн общей категории (иные ПДн), которые не могут быть отнесены ни к специальным категориям ПДн, ни к биометрическим ПДн.</li>
                        </ul>
        
                    </div>
                </div>

                <div class="policy__chapter">
                    <h2 class="policy__chapter--title">6 Состав лиц, организующих и участвующих в обработке и обеспечении безопасности персональных данных</h2>
                    <div class="policy__chapter--text">
                        <p>
                            В Компании назначено лицо, ответственное за организацию обработки ПДн.
                        </p>
                        <p>
                            В Компании назначено лицо, ответственное за обеспечение безопасности ПДн и ИСПДн.
                        </p>
                        <p>
                            В обработке ПДн Компании участвуют работники в рамках выполнения своих должностных обязанностей.
                        </p>
        
                    </div>
                </div>

                <div class="policy__chapter">
                    <h2 class="policy__chapter--title">7 Обработка и обеспечение безопасности персональных данных</h2>
                    <h3 class="policy__chapter--subtitle">7.1 Обработка и порядок прекращения обработки персональных данных</h3>
                    <div class="policy__chapter--text">
                        <ol>Обработка ПДн в Компании допускается в следующих случаях:
                            <li>обработка ПДн осуществляется с согласия субъекта ПДн на обработку его ПДн;</li>
                            <li>
                                обработка ПДн необходима для исполнения договора, стороной которого, либо выгодоприобретателем или поручителем по которому является субъект ПДн,
                                в том числе в случае реализации оператором своего права на уступку прав (требований) по такому договору,
                                а также для заключения договора по инициативе субъекта ПДн или договора, по которому субъект ПДн будет являться
                                выгодоприобретателем или поручителем.
                                <p>
                                    При этом заключаемый с субъектом ПДн договор не может содержать положения, ограничивающие права и свободы субъекта ПДн,
                                    устанавливающие случаи обработки ПДн несовершеннолетних, если иное не предусмотрено законодательством РФ, а также положения,
                                    допускающие в качестве условия заключения договора бездействие субъекта ПДн; 
                                </p>
                            </li>
                            
                            <li>
                                обработка ПДн необходима для осуществления прав и законных интересов оператора или третьих лиц,
                                либо для достижения общественно значимых целей при условии, что при этом не нарушаются права и свободы субъекта ПДн
                            </li>
                            <li>
                                осуществляется обработка ПДн, подлежащих опубликованию или обязательному раскрытию в соответствии с федеральным законом;
                            </li>
                            <li>обработка ПДн осуществляется в статистических или иных исследовательских целях, при условии обязательного обезличивания ПДн. Исключение составляет обработка ПДн в целях продвижения товаров, работ,
                                услуг на рынке путем осуществления прямых контактов с потенциальным потребителем с помощью средств связи,
                                а также в целях политической агитации;
                            </li>
                            <li>также обработка ПДн Компанией возможна в иных случаях, предусмотренных федеральным законодательством.</li>
                        </ol>
                        <p>
                            Если в соответствии с федеральным законом предоставление ПДн и (или) получение Компанией согласия на обработку ПДн являются обязательными,
                            Компания разъясняет субъекту ПДн юридические последствия отказа предоставить его ПДн и (или) дать согласие на их обработку. 
                        </p>
                        <p>
                            Включение Компанией ПДн субъектов в общедоступные источники ПДн возможно только в случае наличия требований федерального законодательства,
                            либо в случае получения письменного согласия субъекта ПДн.  
                        </p>
                        <p>
                            Компания осуществляет обработку ПДн, разрешенных субъектом ПДн для распространения только в случае получения согласия на обработку ПДн,
                            разрешенных субъектом ПДн для распространения и в соответствии с условиями и запретами, указанными в полученном согласии. 
                        </p>
                        <p>
                            Компания осуществляет сбор (запись, систематизацию, накопление, хранение, уточнение, извлечение)
                            ПДн граждан РФ, с использованием баз данных, находящихся на территории РФ. 
                        </p>
                        <p>
                            Компанией не осуществляется принятие решений, порождающих юридические последствия в отношении субъекта ПДн или иным образом затрагивающих
                            его права и законные интересы на основании исключительно автоматизированной обработки ПДн. 
                        </p>
                        <ul>Обработка Компанией ПДн прекращается в следующих случаях: 
                            <li>— достижение целей обработки ПДн;</li>
                            <li>— истечение срока обработки ПДн, предусмотренного федеральным законодательством, договором или согласием субъекта ПДн на обработку его ПДн;</li>
                            <li>— при отзыве субъектом ПДн согласия на обработку его ПДн, в случаях, не противоречащих требованиям федерального законодательства.</li>
                        </ul>   
                    </div>
                </div>

                <div class="policy__chapter">
                    <h3 class="policy__chapter--subtitle">7.2 Сведения о передаче ПДн иным лицам, включая трансграничную передачу ПДн</h3>
                    <div class="policy__chapter--text">
                        <p>
                            Компания вправе поручить обработку ПДн другому лицу только с согласия субъекта ПДн, если иное не предусмотрено федеральным законом,
                            на основании заключаемого с этим лицом договора (далее – поручение оператора).
                            При этом Компания обязывает лицо, осуществляющее обработку ПДн по поручению, соблюдать принципы и правила обработки ПДн,
                            предусмотренные федеральным законом. 
                        </p>

                        <p>
                            Компания не осуществляет трансграничную передачу ПДн субъектов. 
                        </p>

                        <p>
                            В случае возникновения необходимости в осуществлении трансграничной передачи Компания уведомит уполномоченный орган по защите прав субъектов персональных данных (далее – Роскомнадзор)
                            о намерении такой передачи ПДн. Трансграничная передача ПДн будет осуществляться Компанией в случае отсутствия запрета на такую передачу
                            по результатам рассмотрения уведомления Роскомнадзором и с учетом ограничений, установленных Роскомнадзором, при их наличии. 
                        </p>
                        <p>
                            В случае принятия решения Роскомнадзором о запрете трансграничной передачи, Компания не осуществляет такую передачу ПДн субъектов
                            и обеспечивает уничтожение уже переданных ПДн субъектов стороной-получателем. 
                        </p>

                        <ul>В случае если Компания поручает обработку ПДн: 
                            <li>
                                — российскому юридическому или физическому лицу - ответственность перед субъектом ПДн за действия указанного лица несет Компания. Российское юридическое или физическое лицо,
                                осуществляющее обработку ПДн по поручению Компании, несет ответственность перед Компанией;</li>
                            <li>
                                — иностранному физическому или юридическому лицу - ответственность перед субъектом ПДн за действия указанных лиц несет Компания и лицо,
                                осуществляющее обработку ПДн по поручению Компании. 
                            </li>
                            <p>
                                Компания обязуется и обязывает иных лиц, получивших доступ к ПДн, не раскрывать третьим лицам и не распространять ПДн
                                без согласия субъекта ПДн, если иное не предусмотрено федеральным законом. 
                            </p>
                        </ul>
                    </div>
                </div>

                <div class="policy__chapter">
                    <h3 class="policy__chapter--subtitle">7.3 Сведения о реализуемых требованиях по защите персональных данных</h3>
                    <div class="policy__chapter--text">
                        <p>
                            Компания принимает все необходимые правовые, организационные и технические меры при обработке ПДн для защиты ПДн от неправомерного или случайного доступа к ним, уничтожения,
                            изменения, блокирования, копирования, предоставления, распространения, а также от иных неправомерных действий в отношении ПДн.
                        </p>

                        <ul>Реализуются меры по организации обработки и обеспечению безопасности ПДн, обрабатываемых без средств автоматизации, в том числе: 
                            <li>
                                — для каждой категории ПДн определены места хранения ПДн (материальных носителей) и установлен перечень лиц,
                                осуществляющих обработку ПДн и имеющих к ним доступ;
                            </li>
                            <li>
                                — обеспечено раздельное хранение ПДн (материальных носителей), обработка которых осуществляется в различных целях;
                            </li>
                            <li>
                                — соблюдаются условия, обеспечивающие сохранность ПДн и исключающие несанкционированный к ним доступ при хранении материальных носителей. 
                            </li>
                        </ul>

                        <ul>Реализуются меры по защите ПДн при их обработке в информационных системах ПДн, в том числе: 
                            <li>
                                — определяется уровень защищенности ПДн при их обработке в информационных системах;
                            </li>
                            <li>
                                — выполняются требования по защите ПДн в информационных системах ПДн в соответствии с определенными уровнями защищенности ПДн;
                            </li>
                            <li>
                                — применяются необходимые средства защиты информации;
                            </li>
                            <li>
                                — осуществляется оценка эффективности принимаемых мер по обеспечению безопасности ПДн до ввода в эксплуатацию ИСПДн;
                            </li>
                            <li>
                                — осуществляется учет машинных носителей ПДн;
                            </li>
                            <li>
                                — осуществляется обнаружение фактов НСД к ПДн и принятие необходимых мер;
                            </li>
                            <li>
                                — осуществляется восстановление ПДн, модифицированных или уничтоженных вследствие НСД к ним;
                            </li>
                            <li>
                                — устанавливаются правила доступа к ПДн, обрабатываемым в ИСПДн, а также обеспечивается регистрация и учет действий,
                                совершаемых с ПДн в ИСПДн, там, где это необходимо;
                            </li>
                            <li>
                                — контролируются принимаемые меры по обеспечению безопасности ПДн и уровень защищенности ИСПДн;
                            </li>
                            <li>
                                — по фактам выявленных компьютерных инцидентов, повлекших неправомерную передачу (предоставление, распространение, доступ) ПДн Компания уведомляет Роскомнадзор.
                            </li>
                        </ul>

                    </div>
                </div>

                <div class="policy__chapter">
                    <h2 class="policy__chapter--title">8 Права субъекта персональных данных</h2>
                    <div class="policy__chapter--text">
                        <ul>Субъект ПДн имеет право на получение информации, касающейся обработки его ПДн, в том числе содержащей: 
                            <li>— подтверждение факта обработки его ПДн Компанией;</li>
                            <li>
                                — правовые основания и цели обработки ПДн;
                            </li>
                            
                            <li>
                                — сведения о применяемых Компанией способах обработки ПДн;
                            </li>
                            <li>
                                — наименования и места нахождения Компании, сведения о лицах (за исключением работников Компании),
                                которые имеют доступ к ПДн или которым могут быть раскрыты ПДн на основании договора с Компанией или на основании законодательства;
                            </li>
                            <li>
                                — обрабатываемые ПДн, относящиеся к соответствующему субъекту ПДн, источник их получения;
                            </li>
                            <li> — сроки обработки ПДн, в том числе сроки их хранения;</li>
                            <li> — порядок осуществления субъектом ПДн прав, предусмотренных Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных»;</li>
                            <li> — информацию об осуществленной или о предполагаемой трансграничной передаче данных;</li>
                            <li>— наименование или фамилию, имя, отчество и адрес лица, осуществляющего обработку ПДн по поручению оператора,
                                если обработка поручена или будет поручена такому лицу;</li>
                            <li> — информацию о способах исполнения Компанией обязанностей, установленных ст. 18.1
                                (мер, направленных на выполнения обязанностей Компании как оператора ПДн) Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных»;
                            </li>
                            <li>— иные сведения, предусмотренные законодательством.</li>
                        </ul>
                        <p>
                            Сведения, касающиеся обработки ПДн субъекта ПДн, предоставляются Компанией в течение 10 рабочих дней с момента обращения либо получения
                            Компанией запроса субъекта ПДн или его представителя.Срок предоставления сведений может быть увеличен не более чем на 5 дней
                            с уведомлением субъекта ПДн и обоснованием увеличения срока. 
                        </p>
                        <p>
                            Сведения, касающиеся обработки ПДн субъекта ПДн, предоставляются субъекту ПДн уполномоченными работниками Компании в той форме, в которой направлено соответствующее обращение или запрос, если иное не указано в обращении или запросе.
                            В ответе на запрос о предоставлении сведений, касающихся обработки ПДн субъекта ПДн, не будут содержаться ПДн, относящиеся к другим субъектам ПДн. 
                        </p>
                        <p>
                            Субъект ПДн имеет право на отзыв согласия на обработку своих ПДн,
                            однако Компания вправе продолжить обработку ПДн без согласия субъекта ПДн при наличии законных оснований. 
                        </p>
                        <p>
                            В случае обработки Компанией ПДн, разрешенных субъектом ПДн для распространения, субъект имеет право обратиться
                            с требованием прекратить распространение своих ПДн путем направления соответствующего требования в адрес Компании. 
                        </p>
                        <p>
                            Компанией не осуществляется принятие решений, порождающих юридические последствия в отношении субъекта ПДн или иным образом затрагивающих
                            его права и законные интересы на основании исключительно автоматизированной обработки ПДн. 
                        </p>
                        <ul>По вопросам, связанным с обработкой и защитой ваших ПДн, вы можете связаться с Компанией направив: 
                            <li>— запрос по адресу: 393053, Воронежская обл., г. Воронеж, Коминтерновский район, Московский пр., д.128</li>
                            <li>— направив электронный запрос по форме обратной связи, размещенной на сайте Компании (https://contacts).</li>
                        </ul>
                        <p>
                            Если субъект ПДн считает, что Компания осуществляет обработку его ПДн с нарушением требований законодательства или иным образом,
                            нарушают его права и свободы, субъект ПДн вправе обжаловать действия или бездействие Компании в Роскомнадзор. 
                        </p>  
                    </div>
                </div>

                <div class="policy__chapter">
                    <h2 class="policy__chapter--title">9 Нарушение политики и ответственность</h2>
                    <div class="policy__chapter--text">
                        <p>
                            Компания несет ответственность за соответствие обработки и обеспечение безопасности ПДн законодательству.
                        </p>
                        <p>
                            Все работники Компании, осуществляющие обработку ПДн, несут ответственность за соблюдение настоящей Политики и иных локальных актов
                            Компании по вопросам обработки и обеспечению безопасности ПДн.
                        </p>
                        <p>
                            Любой работник, которому стало известно о нарушении настоящей Политики или который подозревает о существовании такого нарушения,
                            должен сообщить об этом лицу, ответственному за организацию обработки ПДн, в соответствии с существующими в Компании процедурами.
                        </p>
                        <p>
                            Любые нарушения настоящей Политики и иных локальных актов Компании по вопросам обработки и обеспечению безопасности ПДн
                            будут расследоваться в соответствии с действующими в Компании процедурами. 
                        </p>
                        <p>
                            Лица, признанные виновными в нарушении установленных порядка и процедур обработки и обеспечения безопасности ПДн,
                            могут быть привлечены к дисциплинарной, материальной,гражданско-правовой, административной и уголовной ответственности в порядке,
                            установленном законодательством РФ.
                        </p>
        
                    </div>
                </div>

            </section>
        </div>
    </main>
</template>

<style lang="scss"> 
.policy__main {
    padding-bottom: 2rem;

    .policy {
        margin: 2rem 0;
        padding: 2rem 0;

        border-top: 1px solid $gray-bg-color;

        .policy__chapter {
            .policy__chapter--title{
                font-size: 2.5rem;
            }

            .policy__chapter--subtitle {
                font-size: 2rem;
            }

            .policy__chapter--text{
                gap: 1rem;

                font-size: 1.5rem;
            }

            .policy__chapter--text > p, ul,ol {
                text-indent: 3rem;
            }
            .policy__table {
                display: flex;
                border-collapse: collapse;
                table-layout: auto;
                width: 100%;

                .policy__chapter--list > li{
                    list-style-type:lower-alpha;
                    
                    margin: 0.5rem 0 0.5rem 3rem;
                }
                
                td {
                    width: max-content;

                    padding: 1rem 0.5rem;
                }

                ol > li {
                    margin: 0.5rem 0 0.5rem 3rem;
                    
                    list-style-type: decimal;
                    text-indent: 0;
                }
                ul > li {
                    margin: 0.5rem 0 0.5rem 3rem;
                    
                    list-style-type: none;
                }


            }
        }

    }

    .policy,
    .policy__chapter,
    .policy__chapter--text{
        display: flex;
        flex-direction: column;
    }
    .policy,
    .policy__chapter {
        gap: 2rem;

        color: $gray-text-color;
    }
}


</style>