<template>
     <main class="main">
		<div class="container">
            <h1 class="title">Согласие посетителя сайта на обработку персональных данных</h1>
            <section class="user-consent">
                <p>
                    Нажимая кнопку «Подтвердить» и продолжая работу на сайте я даю согласие ООО "ДЕЛИВЕРИ ФУД"
                    (ИНН 6809257710) Юридический адрес: 393053, Воронежская обл., Воронеж г., Московский пр., дом № 128 
                    на обработку персональных данных в следующих целях:
                </p>

                <table class="user-consent--table">
                    <tr>
                        <td>Цель обработки ПДн</td>
                        <td>Состав ПДн</td>
                    </tr>
                    <tr>
                        <td>Подготовка к заключению, заключение, исполнение и расторжение договоров</td>
                        <td>
                            <ul>
                                <li class="user-consent--list">фамилия, имя, отчество;</li>
                                <li class="user-consent--list">номер телефона;</li>
                                <li class="user-consent--list">адрес доставки.</li>
                            </ul>
                        </td>
                    </tr>
                </table>

                <p>
                    Я даю согласие на совершение следующих действий с указанными выше персональными данными: сбор, запись, систематизацию,
                    накопление, хранение, уточнение, извлечение, использование, передачу, блокирование, удаление, уничтожение.
                </p>
                <p>
                    Предусматривается смешанная обработка моих персональных данных (неавтоматизированная – на бумажных носителях
                    и автоматизированная – в информационных системах, на электронных носителях).
                </p>
                <p>
                    Я выражаю свое согласие на передачу вышеуказанных ПДн третьим лицам, размещенным по адресу: 393053, Воронежская обл., Воронеж г., Московский пр., дом № 128.
                </p>
                <p>
                    Данное согласие может быть прекращено по моему письменному заявлению или заявлению, поданному в электронной форме по электронному адресу feedback@delivery-food.ru.
                    Содержание заявления определяется частью 3 статьи 14 Федерального закона от 27 июля 2006 г. № 152-ФЗ «О персональных данных».
                </p>
            </section>
        </div>
    </main>

</template>

<style lang="scss">
.user-consent {
    display: flex;
    flex-direction: column;
    gap: 2rem;
    margin-top: 2rem;
    padding: 2rem 2rem 4rem;

    font-size: 1.5rem;
    color: $gray-text-color;

    .user-consent--table {
        border-collapse: collapse;

        .user-consent--list {
            list-style-type: disc;
            margin-left: 1rem
        }
    }

    .user-consent--table > table, th, td {
        padding: 1rem;

        border: 1px solid $black-color;
    }
}
.user-consent > p {
    text-indent: 3rem;
}

</style>